<?php
/**
* English (en) help translation file.
* This also serves as the base translation file from which to derive
*  all other translations.
*  
* @author Nick Korbel <lqqkout13@users.sourceforge.net>
* @translator Your Name <your@email.com>
* @version 01-08-05
* @package Languages
*
* Copyright (C) 2003 - 2007 phpScheduleIt
* License: GPL, see LICENSE
*/
///////////////////////////////////////////////////////////
// INSTRUCTIONS
///////////////////////////////////////////////////////////
// This file contains all the help file for phpScheduleit.  Please save the translated
//  file as '2 letter language code'.help.php.  For example, en.help.php.
// 
// To make phpScheduleIt help available in another language, simply translate this
//  file into your language.  If there is no direct translation, please provide the
//  closest translation.
//
// This will be included in the body of the help file.
//
// Please keep the HTML formatting unless you need to change it.  Also, please try
//  to keep the HTML XHTML 1.0 Transitional complaint.
///////////////////////////////////////////////////////////
?>
<div align="center" dir=rtl> 
  <h3><a name="top" id="top"></a>דÞֿדו Ýם ָׁהַדּ ַבּֽׂ</h3>
 <p><a href="http://bookings.hiast.edu.sy/" target="_blank">http://bookings.hiast.edu.sy</a></p>
  <table width="100%" border="0" cellspacing="0" cellpadding="5" style="border: solid #CCCCCC 1px">
    <tr> 
      <td bgcolor="#FAFAFA"> 
        <ul>
          <li><b><a href="#getting_started">ַבֱָֿ</a></b></li>
          <ul>
            <li><a href="#registering">ַבÊ׃ּםב</a></li>
            <li><a href="#logging_in">Ê׃ּםב ַבֿ־זב</a></li>
            <li><a href="#language">ַ־Êםַׁ ַבבÛֹ</a></li>
            <li><a href="#manage_profile">ÊÛםׁ דבַדֽ ַבדÚבזדַÊ ַבװ־ױםֹ ֳז ßבדֹ ַב׃ׁ</a></li>
            <li><a href="#resetting_password">ÊÛםםׁ ßבדֹ ַב׃ׁ</a></li>
            <li><a href="#getting_support">ַבֽױזב Úבל ַבֿÚד</a></li>
          </ul>
          <li><a href="#my_control_panel"><b>בזֹֽ ַבÊֽßד</b></a></li>
          <ul>
            <li><a href="#quick_links">ַׁÊַָ״ַÊם ַב׃ׁםÚֹ</a></li>
			<li><a href="#my_announcements">ֵÚבַהַÊם </a></li>
            <li><a href="#my_reservations">ּֽזַׂÊם</a></li>
            <li><a href="#my_training">ֳ׀זהם</a></li>
			<li><a href="#my_invitations">ֿÚזÊם</a></li>
			<li><a href="#my_participation">דװַׁßÊם</a></li>         
          </ul>
          <li><a href="#using_the_scheduler"><b>ַ׃Ê־ַֿד ַבּֿזב</b></a></li>
          <ul>
			<li><a href="#read_only"> ַבה׃־ֹ בבÞֱַֹׁ ÝÞ״ </a></li>
            <li><a href="#making_a_reservation">ֵהװֱַ ַבּֽׂ</a></li>
            <li><a href="#modifying_deleting_a_reservation">ÊÚֿםב-ֽ׀Ý ַבּֽׂ</a></li>
            <li><a href="#navigating">ַבֵַָֽׁ ַבדּֿזב</a></li>
          </ul>
        </ul> 
		<hr width="95%" size="1" noshade="noshade" />
        <h4><a name="getting_started" id="getting_started"></a>ַבֱָֿ</h4>
        <p>  
          דה ַּב ַ׃Ê־ַֿד ַבָׁהַדּ, םָּ Úבםß ֳזבַ ַבַװÊַׁß Ýם ַבÊ׃ּםב. ׃Êׁל Ýם ֳÚבל ßב ױÝֹֽ (ַָ׃Êֻהֱַ ַבÊ׃ּםב זַבֿ־זב  Ýם ַבױÝַֽÊ) ׁ׃ַבֹ ַבÊֽׁםָ ¡ זÊַׁם־ ַבםזד, זÚֿֿ Þבםב דה ַבׁזַָ״
            &quot;־ׁזּ&quot;  &quot;בזֹֽ ַבÊֽßד&quot;  &quot;׃ַÚֿהם&quot</p>
          <p>ַ׀ַ ׃ָÞ זֵה ַ׃Ê־ֿד ַבָׁהַדּ דה ד׃Êֻדׁ דַ . םÚׁÝ ׀בß דה ׁ׃ַבֹ ַבÊֽׁםָ, ַהÞׁ &quot;־ׁזּ &quot; בÊהÙםÝ ַבßזßםׂ ַבד׃Ê־ֿד ז <a href="#logging_in">ַֿ־ב</a> דה ־בַב ֽ׃ַָß. ֳהÞׁ &quot;בזֹֽ ַבÊֽßד&quot;  ÊהÊÞב ֵבל  <a href="#my_control_panel"> </a> ַבױÝֹֽ ַבֶׁם׃םֹ בבדּֿזב.
          ֳהÞׁ &quot;׃ַÚֿהם&quot;  בּבָ הַÝ׀ֹ ַבד׃ַÚֹֿ ַבדהָֻÞֹ. ֳהÞׁ &quot;ֵַֹֿׁ ַבָׁםֿ ַבֵבßÊׁזהם&quot;  בֵׁ׃ַב ׁ׃ֶַב ּֿםֹֿ דזּוֹ ַבל דֿםׁ ַבהÙַד            .</p>
          <p><font color="#FF0000">Êֽ׀םׁ:</font> ֵ׀ַ ßַה בֿםß ָׁהַדּ ַּֿׁ ַבהַׁ םÚדב זֳהÊ Ê׃Ê־ֿד ַבָׁהַדּ , Þֿ Êזַּוß דװַßב.
              ַבֱַּׁ ÊÚ״םב ַּֿׁ  ַבהַׁ ֳֻהֱַ ַ׃Ê־ַֿד  ַבָׁהַדּ  זÊדßםהו דה ָÚֿ ַהÊוֶַß.</p>
          <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="registering" id="registering"></a>ַבÊ׃ּםב</h5>
        <p> ֳזבַ ַהÊÞב ֵבל   ױÝֹֽ Ê׃ּםב ַבֿ־זב  ַבֶׁם׃םֹ   . ֽםֻ םָּ Úבםß דבֱ ßב ַבֽÞזב. 
          ׃םßזה ֿ־זבß דה ־בַב Úהזַה  ַבָׁםֿ ַבַבßÊׁזהם ַבד׃ּב בß. ַבדÚבזדַÊ ַבÊם  ַֿ־בÊוַ םדßה ÊÛםםׁוַ Ýם ֳם זÞÊ דה ־בַב ַבזױבו <a href="#quick_links">ÊÛםםׁ ַבדבÝ ַבװ־ױם</a>. 
          זָÚֿ ַבÊ׃ּםב ׃םÊד ֵÚַֹֿ Êזּםוß ֵבל <a href="#my_control_panel">בזֹֽ ַבÊֽßד</a>.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="logging_in" id="logging_in"></a>ַבÊ׃ּםב Ýם</h5>
        <p>ַבֿ־זב  ָßב ָ׃ַ״ֹ ßדַ ַֿ־ב Úהזַה ָׁםֿß ַבַבßÊׁזהם זßבדֹ ַב׃ׁ 
           <a href="#registering">ַבÊ׃ּםב</a> .ַב־םַׁ  &quot;ֳָÞהם ד׃ּבַ Ýם&quot; ׃ם׃Ê־ֿד  ַבßזßםׂ בבÊÚׁÝ Úבםß Ýם ßב דֹׁ ÊÞזד Ýםוַ ַָבÚזֹֿ ַבל ַבדּֿזב, בÊַּזׂ ַבַֹּֽ ֵבל ַבֿ־זב Ýם ßב דֹׁ. <i>םָּ Úבםß  ַ׃Ê־ַֿד ו׀ַ ַב־םַׁ ֵ׀ַ ßהÊ ַבװ־ױ ַבזֽםֿ ַבד׃Ê־ֿד בבדּֿזב Úבל ּוַׂß.</i> ָÚֿ Ê׃ּםב ַבֿ־זב, ׃ÊÊד ַÚַֹֿ Êזּםוß ַבל <a href="#my_control_panel">בזֹֽ ַבÊֽßד</a>.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="language" id="language"></a>ַ־Êםַׁ ַבבÛֹ</h5>
        <p>Ýם Ê׃ּםב ַבֿ־זב ׃םßזה והַß Þֶַדֹ ָßב ַבÊּׁדַÊ ַבדÊַֹֽ בבÛֹ זÊװדב ַבֵַֹֿׁ<a href="#my_control_panel"></a>.
            ֱַּׁ ַ־Êׁ ַבבÛֹ ַבÊם ÊÝײבוַ ז׃םÊד Êּׁדֹ ַבָׁהַדּ. ו׀ַ בה םÊּׁד ַם הױ דֿ־ב
          דה ־בַב ַבֵַֹֿׁ ֳז ַבד׃Êֻדׁ ¡ ַבÊּׁדֹ ׃Êßזה בבÊ״ָםÞ ÝÞ״
          . זבַ־Êםַׁ בÛֹ ד־ÊבÝֹ ׃ÊֽÊַּ בÊ׃ּםב ַב־ׁזּ .</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>        
        <h5><a name="manage_profile" id="manage_profile"></a>ÊÛםׁ דבַדֽ ַבדÚבזדַÊ ֳז ßבדֹ ַב׃ׁ</h5>
        <p>בÊÛםםׁ דÚבזדַÊ ַבדבÝ ַבװ־ױם (ַבַ׃ד¡ ַבָׁםֿ ַבַבßÊׁזהם¡ ַב־.) ֳז ßבדֹ ַב׃ׁ ַב־ַױֹ ָß¡ 
          ֳזבַ ֳֿ־ב ֵבל ַבהÙַד. ֻד <a href="#my_control_panel">בזֹֽ ַבÊֽßד</a>¡ ֻד <a href="#quick_links">ַׁÊַָ״ַÊם ַב׃ׁםÚו</a>¡ ַהÞׁ &quot;ÊÛםםׁ 
          דבÝ ַבדÚבזדַÊ / ßבדֹ ַבדׁזׁ&quot;. ו׀ַ ׃םּבָ בß הַÝ׀ֹ Ýםוַ דÚבזדַÊ Úהß . Úֿב ֳם  דה ַבדÚבזדַÊ ַבÊם Êׁםֿ.Úבדַ ֳָה ֳם ֽÞב םÊׁß  ÝַׁÛ בה םÊÛםׁ. ֵ׀ַ ßהÊ ÊׁÛָ Ýם ֳה ÊÞזד ָÊÛםםׁ ßבדֹ ַב׃ׁ ַב־ַױֹ ָß¡ 
          ַֿ־בוַ דׁÊםה. ָÚֿ Êֽׁםׁ דÚבזדַÊß¡ ַהÞׁ &quot;Êֽׁםׁ ַבדבÝ ַבװ־ױם&quot; 
          זַבÊÛםםַׁÊ ַבÊם ÞדÊ ָוַ ׃Êßזה דֽÝזÙֹ Ýם ÞַÚֹֿ ַבָםַהַÊ. ֻד ׃ÊÚזֿ ֵבל בזֹֽ ַבÊֽßד.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="resetting_password" id="resetting_password"></a>ֵÚַֹֿ  ÊÚםםה ßבדֹ ַב׃ׁ ַבדה׃םֹ ַב־ַױֹ ָß</h5>
        <p>ֵ׀ַ ßהÊ Þֿ ה׃םÊ ßבדֹ ַבדׁזׁ¡ םדßהß ַÚַֹֿ ײָ״וַ זַה םßזה בß ֳ־ׁל ּֿםֹֿ ַָבָׁםֿ ַבַבßÊׁזהם. זבבÞםַד ָ׀בß ¡ ַהÊÞב ַבל ױÝֹֽ Ê׃ּםב ַבֿ־זב זַהÞׁ &quot;ה׃םÊ ßבדֹ ַבדׁזׁ&quot;  
          ׃ÊהÞב ֵבל ױÝֹֽ ּֿםֹֿ¡ זם״בָ דהß ֳה Êֿ־ב Úהזַה ָׁםֿß ַבַבßÊׁזהם. 
          ָÚֿ ַבהÞׁ &quot;דזַÝÞ&quot;¡  ׃םÊד ֵהװֱַ  ßבדֹ ַב׃ׁ Úװזֶַםַ  . ו׀ו ַבßבדֹ ׃ÊזײÚ Ýם ÞַÚֹֿ ַבָםַהַÊ ז׃Êׁ׃ב ַָבָׁםֿ ַבַבßÊׁזהם ֵבםß.זָÚֿ ÊבÞל ו׀ו ַבׁ׃ַבֹ ַבַבßÊׁזהםֹ¡ םּׁל ה׃־ זבױÞ ßבדֹ ַב׃ׁ ַבּֿםֹֿ¡ 
          <a href="#logging_in">ֳֿ־ב</a> ָזַ׃״Êוַ¡ זÚבל ַבÝזׁ <a href="#manage_profile">Þד ָÊÛםםׁ ßבדֹ ַב׃ׁ ַב־ַױֹ ָß</a>.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="getting_support" id="getting_support"></a>ַבֽױזב Úבל ד׃ַÚֹֿ</h5>
        <p>ֵ׀ַ בד םßה בֿםß ֵ׀ה ַָ׃Ê־ַֿד ַבדזֿׁ¡ ֳז בֿםß Ê׃ִַבַÊ ֽזב ַבדזֿׁ¡ ַבּֽׂ¡ ֳז ֽ׃ַָ ַבד׃Ê־ֿד ַב־ַױ ָß¡ ַבֱַּׁ ַ׃Ê־ַֿד &quot;ֵַֹֿׁ ַבָׁםֿ ַבֵבßÊׁזהם&quot; Ýם <a href="#quick_links">ַׁÊַָ״ַÊם ַב׃ׁםÚו.</a></p>
        <p align="right"><a href="#top">ֳÚבל</a></p>        <p align="right">&nbsp;</p>
        <hr width="95%" size="1" noshade="noshade" />
        <h4><a name="my_control_panel" id="my_control_panel"></a>בזֹֽ ַבÊֽßד</h4>
        <p>בזֹֽ ַבÊֽßד ַב־ַױֹ ָß ום &quot;ַבױÝֽו ַבֶׁם׃םֹ&quot; בהÙַד  ַבַּֿזב. והַ םדßהß דַּׁÚֹ ַז ÊÚֿםב ַז ֽ׀Ý ּֽזַׂÊß. בזֹֽ ַבÊֽßד Êװדב ֳםײַ זױבֹ ֵבל <a href="#using_the_scheduler">ַבדּֿזב</a>¡ 
           ז  <a href="#quick_links">ÊÚֿםב ַבדבÝ ַבװ־ױם</a> ז־םַַׁ בÊ׃ּםב ַב־ׁזּ דה הÙַד  ַבַּֿזב.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="quick_links" id="quick_links"></a>ַׁÊַָ״ַÊם ַב׃ׁםÚֹ</h5>
        <p>ֵה ַׁÊַָ״ַÊ ַבּֿזב ַב׃ׁםÚֹ ÊזÝׁ בß  ׁזַָ״ דװÊׁßֹ.
          ¡ &quot;ַבּֽזַׂÊ&quot;  ׃ÊהÞב ֵבל ַבּֿזב ַבׂדהם ַבֳ׃ַ׃ם. והַ םדßהß Úׁײ ַּֿזב ַבדזַֿׁ¡ ּֽׂ ַבדזַֿׁ¡  ÊÚֿםב ַבּֽזַׂÊ ַבַֽבםֹ.</p>
        <p>&quot;ִׁםֹ ַבÊÞזםד&quot; ׃םÊםֽ בß ִׁםֹ ַבÊÞזםד בבּֽזַׂÊ ַבÊם בֿםß ֳז דה ַבדÞׁׁ ֳה Êװַׁß Ýםוַ. ז׀בß ־בַב םזד ֳז ַ׃ָזÚ ֳז װוׁ.</p>
        <p>&quot; ÊÞזםד ַבּֿזב ַבׂדהם &quot; ׃ם׀וָ ָß ֵבל ִׁםֹ ÊÞזםד ַבדזַֿׁ ַבד־Êַֹׁ בבּֿזב ַבׂדהם. זֵ׀ַ ßַה בֿםß ַ־Êםַׁ םזד דֽֿֿ הÙַׁ בבדזַֿׁ¡ ׃ÊÊדßה דה ״ַָÚÊו.</p>
        <p>&quot;ÊÛםםׁ דÚבזדַÊ דבÝß ַבװ־ױם / ßבדֹ ַבדׁזׁ &quot; ׃ÊהÊÞב ֵבל ױÝֹֽ Ê׃דֽ בß ָÊÚֿםב דÚבזדַÊß ַבװ־ױםֹ¡ דַֻב ַֿ־ב Úהזַה ַבָׁםֿ ַבַבßÊׁזהם ¡ ַבַ׃ד ¡ זׁÞד ַבוַÊÝ זßבדֹ ַב׃ׁ. ּדםÚ דÚבזדַÊß ׃םÊד דבֶוַ דה ־בַבß. זÚבל ָםַײ ֿזה ÊÛםםׁ ַבÞםד ַבÊם בד ÊÊÛםׁ.</p>
        <p>&quot;ֵַֹֿׁ ÊÝײםבַÊ ַבָׁםֿ ַבַבßÊׁזהם&quot; ׃Êֳ־׀ß ֵבל ױÝֹֽ ָֽםֻ םדßהß ַ־Êםַׁ ßםÝ זדÊל ֳֿׁÊ ֳה Êßזה דÊױבַ בַ׃Ê־ַֿד ַבדּֿזב. Ýׁײַ¡ ׃ÊÊבÞל   ׁ׃ֶַב ַבָׁםֿ ַבַבßÊׁזהם ָבÛֹ ַבהױ ַבÝֶַÞ Ýם ֳם זÞÊ ֵײַÝÊß¡ בÊֽׁםׁ ֳז ֽ׀Ý ַבּֽׂ.</p>
        <p>ַבֽבÞֹ ַבֳ־םֹׁ¡ &quot;ַב־ׁזּ&quot; ׃זÝ ם׃ּב ־ׁזּß דה ֽ׃ַָß בּב׃Êß ַבַֽבםֹ זַבÚזֹֿ ֵבל הַÝ׀ֹ ַבÊ׃ּםב.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="my_announcements" id="my_announcements"></a>ֵÚבַהַÊם</h5>
        <p>ו׀ַ ַבּֿזב ׃םÚׁײ Þֶַדֹ ֵÚבַהַÊ דודֹ בדֿםׁ ַבהÙַד.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="my_reservations" id="my_reservations"></a>ּֽזַׂÊם</h5>
        <p>םָםה ּֿזב ַבּֽזַׂÊ ַב־ַױ ָß ֱַָֿ דה ַבםזד (ַÝÊַׁײםַ). ו׀ַ ַבּֿזב וז Þֶַדֹ ÊֽÝÙ ßב Êַׁם־¡ 
          דזֿׁ¡ Êַׁם־ / זÞÊ ַבֵהװֱַ¡ Êַׁם־ / זÞÊ  ֲ־ׁ ÊÚֿםב¡ 
          זÞÊ ַבֱָֿ זזÞÊ ַבַהÊוֱַ. דה ו׀ַ ַבּֿזב םדßהß ֳםײַ ÊÚֿםב ֳם ּֽׂ ֳז ֽ׀Ýו¡ ָָ׃ַ״ֹ Úה ״ׁםÞ ַבהÞׁ Úבל &quot;ÊÚֿםב&quot; ֳז &quot;ֽ׀Ý&quot; 
          זױבו Ýם הוַםֹ ßב ּֽׂ Úבל ַבÊזַבם. ßב דה ו׀ו ַב־םַַׁÊ ׃םּבָ  הַÝ׀ֹ דהָֻÞֹ ¡ ֽםֻ םדßהß Êֳßםֿ ÊÛםםׁ ּֽזַׂÊß. 
          זַבהÞׁ Úבל Êַׁם־ ַבּֽׂ ׃םÚׁײ הַÝ׀ֹ ּֿםֹֿ ֽםֻ םדßהß דװַוֹֿ ÊÝַױםב ַבּֽׂ.</p>
        <p>בÊׁÊםָ ּֽזַׂÊß ָזַ׃״ֹ Úדזֿ דֽֿֿ ¡ ַהÞׁ Úבל &#150; 
          ֳז + ׁׂ Ýם ֳÚבל ַבÚדזֿ. Úבַדֹ הַÞױ  ׃זÝ ÊׁÊָ ּֽזַׂÊß ָװßב  Êהַׂבם ֽ׃ָ ַ׃ד ַבÚדזֿ¡ Úבַדֹ ֶַֿׂ  ׃זÝ ÊׁÊָ ּֽזַׂÊß ָװßב  ÊױַÚֿם ֽ׃ָ ַ׃ד ַבÚדזֿ.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="my_training" id="my_training"></a>ֳ׀זהם</h5>
        <p>ּֿזב ַבַ׀זהַÊ ַב־ַױ ָם םָםה ßב ַבדזַֿׁ ַבÊם ַÚ״םÊ ֳ׀ה בבַ׃Ê־ַֿד.
		        <p>Úהֿ ַבÊ׃ּםב¡ ׃זÝ בה םÞֿד בß  Êױׁםֽ בַ׃Ê־ַֿד ֳם דזַֿׁ ֵבַ ֵ׀ַ Þׁׁ דֿםׁ ַבָׁהַדּ דהֽ ַבֳ׀ה בבד׃Ê־ֿדםה ÊבÞֶַםַ.  זַבדֿםׁ וז ַבװ־ױ ַבזֽםֿ ַב׀ם םדßה ֳה םÚ״םß  ֵ׀ה בַ׃Ê־ַֿד ַבדזַֿׁ.זבה ם׃דֽ ָּֽׂ ַבדזַֿׁ דַ  בד Êֽױב Úבל ַבֵ׀ה¡ זבßהß ׃Êßזה Þַֿׁ Úבל ִׁםֹ ַבּֿזב ַבׂדהם זַבּֽזַׂÊ ַבַֽבםֹ.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="my_invitations" id="my_invitations"></a>ֿÚזÊם</h5>
        <p>םָםה ּדםÚ ַבֿÚזַÊ ַבדזּוֹ  בß   בֵÚבַדß  ַָבּֽׂ  זםÊםֽ בß ֵדַ ֳה ÊÞָב ֳז ÊׁÝײ ו׀ו ַבֿÚזֹ. זֵ׀ַ זַÝÞÊ   Ý׃זÝ בַ Êַׂב והַß Ýׁױֹ בזײÚ ֽֿ בדװַׁßÊß  Ýם זÞÊ בַֽÞ. זבßה ֵ׀ַ ׁÝײÊ Ýַהß בה Êßזה Þַֿׁ Úבל ַבÞָזב דַ בד ÊֿÚל  דֹׁ ֳ־ׁל.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>        
        <h5><a name="my_participation" id="my_participation"></a>דװַׁßÊם</h5>
        <p>םָםה ּֿזב ַבדװַׁßֹ  ַָבּֽזַׂÊ  ּדםÚ  ַבּֽזַׂÊ  ַבÊם Ê׃Ê״םÚ ֳה Êװַׁß Ýםוַ  . זו׀ַ בה םÙוׁ ַבּֽזַׂÊ ַבÊם ÞדÊ ֵָהװֶַוַ. דה ו׀ַ ַבּֿזב םדßהß ֳה Ê־Êַׁ זײÚ ֽֿ בדװַׁßÊß דÚ ַבּֽׂ ַבד־Êַׁ. ֵ׀ַ ֳהוםÊ דװַׁßÊß
           בה Êßזה Þַֿׁ Úבל ַבדװַׁßֹ דַ בד םֿÚזß דהװֶ ַבּֽׂ 
          דה ּֿםֿ.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>        <p align="right">&nbsp;</p>
        <hr width="95%" size="1" noshade="noshade" />
        <h4><a name="using_the_scheduler" id="using_the_scheduler"></a>ַ׃ÊÚדַב ַבדּֿזב</h4>
        <p>ַבדּֿזב   םדßהß דה ֱֳַֿ ßב דוַד ּֿזבֹ ַבדזַֿׁ.
           Úׁײ ַבַ׃ָזÚ םֳָֿ דה ַבַ׃ָזÚ ַבַֽבם זםדÊֿ 7
           
          ֳםַד(Ýׁײםַ). והַ םדßהß Úׁײ ַּֿזב ַבדזַֿׁ¡ ּֽׂ ַבדזַֿׁ¡ זÊֽׁםׁ ַבּֽזַׂÊ ַבַֽבםֹ. זַבּֽזַׂÊ ׃םÊד Êׁדםׂוַ  ָבזה ז׃םÊד Úׁײוַ ּדםÚַ¡ בßה ÝÞ״ <i></i> ּֽזַׂÊß ׃Êׂזֿ ָזױבו בÊֽׁםׁוַ. ּדםÚ ַבּֽזַׂÊ ַבֳ־ׁל ׃םזÝׁ בוַ זױבֹ ÝÞ״ בÚׁײוַ.</p>
        <p>םדßהß ÊÛםםׁ ַבַּֿזב ַבׂדהםֹ (ֵ׀ַ ßַה והַß ֳßֻׁ דה ּֿזב)דה ־בַב ÊÛםםׁ ַבÞֶַדֹ Ýם ֳÚבל ßב ּֿזב.</p>
        <p>זדֿםׁ ַבהÙַד ם׃Ê״םÚ Êֽֿםֿ ֳזÞַÊ ַבÊÚÊםד &quot;םדהÚ Ýםוַ ַבּֽׂ&quot;¡
          ֳז דױדדֹ Úבל ֳה Êßזה דÊַֹֽ דה Þָב ַבֵַֹֿׁ. זַָבÊַבם ַבּֽזַׂÊ  בה ÊהÝ׀ Ýם ַֽבֹ ÊÚַׁײוַ דÚ ֳזÞַÊ ַבÊÚÊםד.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="read_only" id="read_only"></a>ה׃־ֹ בבÞֱַֹׁ ÝÞ״</h5>
        <p> םדßהß דװַוֹֿ ה׃־ֹ ַבÞֱַֹׁ  בבּֿזב ַבׂדהם Úה ״ׁםÞ ַבהÞׁ Úבל &quot;ַבּֿזב ַבׂדהם בבÞֱַֹׁ ÝÞ״&quot; דה ־בַב זױבֹ דזּזֹֿ Úבל ױÝֹֽ Ê׃ּםב ַבֿ־זב. ו׀ו ַבה׃־ו דה ַבּֿזב ַבׂדהם ׃זÝ ÊÚׁײ בß ּדםÚ ַבדזַֿׁ זַבּֽזַׂÊ¡ זבßהß בה Êßזה Þַַֿׁ Úבל ִׁםֹ ַם ÊÝַױםב ֽזבוַ ֳז ּֽׂ  דßַה.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="making_a_reservation" id="making_a_reservation"></a>ֵהװֱַ ּֽׂ</h5>
        <p>בּֽׂ דזֿׁ¡ ֳזבַ ַהÊÞב ֵבל ּֿזב ַבםזד ַב׀ם ÊׁÛָ  ַבּֽׂ Ýםו . ֻד ֳהÞׁ Úבל ַ׃ד ַבדזֿׁ. ׃ÊÙוׁ הַÝ׀ֹ דהָֻÞֹ ֽםֻ םדßהß Êֽֿםֿ ַָֿםֹ זהוַםֹ ַבֳםַד (ֵ׀ַ ֳדßה) זֳזÞַÊ ÊׁÛָ ַבּֽׂ Ýםוַ דה ַבדזֿׁ ַבד־Êַׁ.</p>
        <p>׃Êßזה והַß ׁ׃ַבֹ ֳ׃Ýב ַ־Êםַׁ ַבזÞÊ ÊָבÛßד דÊל םדßה ֳה Êּֽׂ ו׀ַ ַבדזֿׁ. ֵ׀ַ ßַה ַבּֽׂ וז ַßָׁ דה ֳז ֳÞב דה ַבזÞÊ ַבד׃דזֽ ָו .</p>
        <p>בÊßַׁׁ ַבּֽׂ¡ ַ־Êׁ ַבֳםַד ַבÊם Êׁםֿ ֳה Êßׁׁ Ýםוַ ַבּֽׂ¡ ֻד ֽֿֿ ַבדֹֿ ַבׂדהםֹ ַבÊם Êׁםֿ  ַה Êßׁׁ ַבּֽׂ Ýםוַ. ַבּֽׂ ׃םÊד ַ־Êםַׁו Ýם ַבַָֿםֹ בבםזד ַבַֽבם¡ ַָבֵײַÝֹ ֵבל ּדםÚ ַבֳםַד ַבÊם ַ־ÊׁÊוַ בבÊßַׁׁ. ßב ַבÊזַׁם־ ַבÊם בד םÊד ֽÝÙוַ ׃Êßזה ָ׃ָָ זּזֿ ÊÚַׁײ. זֵ׀ַ ßהÊ ÊÞזד ֵָהװֱַ ּֽׂ דÊÚֿֿ Ýם ַבםזד ¡ Ýֵה Úדבםֹ Êßַׁׁ ַב־םַַׁÊ בה Êßזה דÊַֹֽ.</p>
        <p>םדßהß ֵײַÝֹ דזּׂ בו׀ַ ַבּֽׂ Úה ״ׁםÞ דבֱ ַבדזּׂ . ו׀ַ ַבדזּׂ ׃םßזה דÊַֽ בּדםÚ ַבד׃Ê־ֿדםה ַבֲ־ׁםה בבÞֱַֹׁ.</p>        
        <p>ָÚֿ ֵÚַֿֿ ױֽםֽ בַָֿםֹ זהוַםֹ ֳזÞַÊ זֳםַד ַבּֽׂ ַײÛ״ ׁׂ&quot;ֽÝÙ&quot; .
           ׃זÝ ÊÙוׁ ׁ׃ַבֹ ֵ׀ַ ßַה ַבּֽׂ Ûםׁ דזÝÞ¡ ÊָבÛß ֳה ַבÊַׁם־  בד םßה ױֽםֽ. זֵ׀ַ בד םßÊָ בß ַבהַּֽ ¡ Úֿ זֽׁׁ  ַבֳזÞַÊ ַבד״בזָֹ ֽÊל בַ ÊÊַֿ־ב דÚ ַבּֽזַׂÊ ַבַֽבםֹ ַבֳ־ׁל . ָÚֿ הַּֽ ַבּֽׂ ַב־ַױ ָß  Ýֵה ַבּֿזב ַבׂדהם ׃םÊּֿֿ ÊבÞֶַםַ. זו׀ַ ד״בזָ  בֵÚַֹֿ Êֽדםב ּדםÚ דÚבזדַÊ ַבּֽזַׂÊ  דה ÞַÚֹֿ ַבָםַהַÊ.</p>
        <p>בַ םדßהß ּֽׂ דזַֿׁ Ýם Êַׁם־ דײל¡ Ýם ַֽב ֳה דזַֿׁ דַ בד Êֽױב Úבל ֵ׀ה בַ׃Ê־ַֿדו Ýֵהו ׃םßזה Ûםׁ דÊַֽ ַֽבםַ. ו׀ו ַבדזַֿׁ ׃Êßזה ׁדַֿםֹ זבה םזÝׁ ֳם זױבו בבּֽׂ.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="modifying_deleting_a_reservation" id="modifying_deleting_a_reservation"></a>ÊÚֿםב / ֽ׀Ý ַבּֽׂ</h5>
        <p>בÊֽׁםׁ ַבּֽׂ דה ־בַב ַבדּֿזב¡ ָָ׃ַ״ֹ ַהÞׁ Úבל ַבּֽׂ ַב׀ם Êׁםֿ ÊÛםםׁו. ו׀ַ ׃םÙוׁ הַÝ׀ֹ דהָֻÞֹ Êװָו ֵבל ֽֿ ָÚםֿ הַÝ׀ֹ ַבּֽׂ. בֿםß ־םַׁםה
          םדßהß ַדַ ÊÚֿםב ַָֿםֹ זהוַםֹ ֳזÞַÊ ַבּֽׂ¡
          ַז םדßהß ַבהÞׁ ÝזÞ ַבדָׁÚ  &quot;ֽ׀Ý&quot; .
           ָÚֿ ֱֵַּׁ ַבÊÚֿםבַÊ ַב־ַױֹ ָß¡ ַײÛ״ ׁׂ&quot;ÊÚֿםב&quot; 
           Ýם ֳ׃Ýב ַבװßב.  ז׃זÝ ÊÙוׁ ׁ׃ַבֹ בÊÚבדß 
          ַָֽבֹ ַבÊÚֿםב ַב־ַױ ָß. ֵ׀ַ ßהÊ Ýם ַֹּֽ ֵבל ÊÛםםׁ ַבֳזÞַÊ¡ ַּׁÚ ֵבל הַÝ׀ֹ ַבÊÚֿםב זַ־Êׁ ֳזÞַÊ ּֿםֹֿ  ָֽםֻ בַ ÊÊַֿ־ב דÚ ַבּֽזַׂÊ ַבֳ־ׁל. ָÚֿ ֵה Êד ַבּֽׂ ַב־ַױ ָß ַבדÚֿב ָהַּֽ¡
           ַבּֿזב ַבׂדהם ׃םÊּֿֿ ÊבÞֶַםַ. זו׀ַ ד״בזָ בÊֽדםב ּדםÚ  דÚבזדַÊ  ַבּֽזַׂÊ דה ÞַÚֹֿ ַבָםַהַÊ.</p>
        <p>בÊÚֿםב דּדזÚֹ דה ַבּֽזַׂÊ ַבדÊßֹׁׁ¡ ײÚ Úבַדֹ Ýם ַבדָׁÚ 
        &quot;Êֽֿםֻ ּדםÚ ַב׃ּבַÊ ַבדÊßֹׁׁ Ýם ַבדּדזÚֹ¿&quot;. ֳם ÊÚַׁײ Ýם ַבדזַÚםֿ ׃םױֿׁ Þֶַדֹ ָ׀בß .</p>
        <p>בַ םדßהß Êֽׁםׁ ּֽׂ בÊַׁם־  ַהÞײל.</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
        <h5><a name="navigating" id="navigating"></a>ַבֵַָֽׁ ַבדּֿזב</h5>
        <p>והַß ״ׁÞ Úֿםֹֿ בבַהÊÞַב ֵבל ַבדזַÚםֿ Ýם ַבדּֿזב.</p>
        <p>ַהÊÞב ַ׃ָזÚ םבם ַ׃ָזÚ ַָ׃Ê־ַֿד &quot;ַבַ׃ָזÚ ַב׃ַָÞ&quot; ז &quot;ַבַ׃ָזÚ ַבÞַֿד&quot; זױבַÊ Ýם ֳ׃Ýב ַבדּֿזב.</p>
        <p>ַ׀וָ ַבל ַם Êַׁם־ בַֽÞ דה ־בַב ַבװßב Úהֿ ַ׃Ýב ַבדּֿזב.</p>
        <p>הװזֱ דבַֽם ַבÊÞזםד  &quot;דװַוֹֿ ַבÊÞזםד&quot; זױבו Ýם ֳ׃Ýב ַבדּֿזב. ֽֿֿ ַבÊַׁם־  ַבדׁÛזָ זַהÞׁ Úבםו  בÊהÊÞב ֵבל ַבדּֿזב ב׀בß ַבÊַׁם־ .</p>
        <p align="right"><a href="#top">ֳÚבל</a></p>
      </td>
    </tr>
  </table>
</div>
